
// primaryText for generic settings alert
"%@" = "%@";

// AppleTV OS updates successfully disabled!
"AppleTV OS updates successfully disabled!" = "AppleTV OS updates successfully disabled!";

// AppleTV OS updates successfully enabled!
"AppleTV OS updates successfully enabled!" = "AppleTV OS updates successfully enabled!";

// Block updates menu item
"AppleTV Updates" = "AppleTV Updates";

// Author
"Author" = "Author";

// Disabled
"Disabled" = "Disabled";

// Enabled
"Enabled" = "Enabled";

// primary text when there is no internet connection
"Install Software requires an internet connection. Please connect your AppleTV to the Internet." = "Install Software requires an internet connection. Please connect your AppleTV to the Internet.";

// seconday text when when there is no internet connection
"Press menu to exit" = "Press menu to exit";

// secondary text when error in settings controller
"Re-directed to settings facade in 5 seconds" = "Re-directed to settings facade in 5 seconds";

// Section
"Section" = "Section";

// Update Disabled
"Update Disabled" = "Update Disabled";

// Update Enabled
"Update Enabled" = "Update Enabled";

// Version
"Version" = "Version";

/*
 second day forecast
   third day forecast
 */
"%@ - %@, High: %@¬\U221E%@, Low: %@¬\U221E%@" = "%1$@ - %2$@, High: %3$@¬∞%4$@, Low: %5$@¬∞%6$@";

// About
"About" = "Über";

// Add RSS Location
"Add RSS Location" = "RSS-Location hinzufügen";

// Add Weather Location
"Add Weather Location" = "Wetterstandort hinzufügen";

// cancel button
"Cancel Delete" = "Abbrechen";

// Current Conditions
"Current Conditions" = "Aktuelles Wetter";

// current conditions of the current day for weather
"Current Conditions: %@, %@¬\U221E%@" = "Aktuelles Wetter: %1$@, %2$@¬∞%3$@";

// Custom Package Install
"Custom Package Install" = "eigenes Paket installieren";

// Custom Package Search
"Custom Package Search" = "eigenes Paket suchen";

// Date
"Date" = "Datum";

// cancel delete
"Delete" = "Löschen";

// alert dialog for deleting playlist
"Delete %@?" = "%@ löschen?";

// Dew Point
"Dew Point" = "Taupunkt";

// Downloading %@...
"Downloading %@..." = "%@ wird gedownloadet...";

// title of textentry controller for entering RSS url
"Enter RSS feed URL" = "RSS feed URL eingeben";

// title of textentry controller for entering rss location name
"Enter RSS location name" = "Rss Location Bezeichnung eingeben";

// title of textentry controller for entering weather location name
"Enter weather location name" = "Name für Wetterstandort eingeben";

// title of textentry controller for entering weather zip code or location id
"Enter zip code or location ID" = "Location ID oder PLZ eingeben";

// Featured menu item divider in software section
"Featured" = "Featured";

// Files
"Files" = "Dateien";

// Humidity
"Humidity" = "Luftfeutigkeit";

// the text to the left of the text field while entering a weather location name
"ID:" = "ID:";

// Install Software
"Install Software" = "Software installieren";

// Installation Failed!
"Installation Failed!" = "Installation fehlgeschlagen!";

// Installation Successful / Up to Date
"Installation Successful / Up to Date" = "Installation erfolgreich/ auf aktuellem Stand";

/*
 alert when there is no internet connection
   Internet Unavailable
 */
"Internet Unavailable" = "Internet nicht erreichbar";

// Location
"Location" = "Standort";

/*
 the text to the left of the text field while entering a rss location name
   the text to the left of the text field while entering a weather location name
 */
"Name:" = "Name:";

// Network
"Network" = "Netzwerk";

/*
 options in menu divider
   Options menu item divider in software section
 */
"Options" = "Optionen";

// Package Containing:
"Package Containing:" = "Paket enthält:";

// Package ID:
"Package ID:" = "Paket ID:";

// Package Removal Failed!
"Package Removal Failed!" = "Löschen des Pakets fehlgeschlagen!";

// Package Removal Successful
"Package Removal Successful" = "Paket erfolgreich gelöscht";

// Package Removal Successful / Up to Date
"Package Removal Successful / Up to Date" = "Paket erfolgreich gelöscht / auf aktuellem Stand";

// Playlists
"Playlists" = "Playlisten";

// Please enter a partial name of the custom .deb you would like to search for
"Please enter a partial name of the custom .deb you would like to search for" = "Bitte einen Teil der custom .deb Bezeichnung eingeben, nach der gesucht werden soll";

// Please enter the name of the custom .deb you would like to install
"Please enter the name of the custom .deb you would like to install" = "Bitte den Namen der custom .deb eingeben, die installiert werden soll";

// secondary text for bad zip alert
"Popping in 3 Seconds" = "wird in 3 Sekunden geschlossen";

// press menu to exit
"press menu to exit" = "Zum Beenden Menu drücken";

// Reboot AppleTV menu item
"Reboot AppleTV" = "AppleTV neustarten";

// Recent Files
"Recent Files" = "Aktuelle Dateien";

// the menu item to remove the current rss location
"Remove RSS Location" = "RSS Location entfernen";

// the menu item to remove the current weather location
"Remove Weather Location" = "Wetterstandort entfernen";

/*
 removing %@
   Removing %@
 */
"removing %@" = "%@ wird gelöscht";

// Restart Lowtide menu item
"Restart Lowtide" = "Lowtide neu starten";

// Restart options menu divider in settings
"Restart Options" = "Optionen neustarten";

/*
 RSS Feeds
   Title of RSS menu
 */
"RSS Feeds" = "RSS Feeds";

/*
 the url of the rss location point
   title of menu for editing/saving rss location points
 */
"RSS Location" = "RSS Location";

// the name of the rss location point as its displayed in the weather menu
"RSS Name" = "RSS Name";

/*
 the menu item to save changes to a rss location
   the menu item to save changes to a weather location
 */
"Save Changes" = "Änderungen speichern";

// the menu item to save a new rss location to the rss.plist file
"Save RSS Location" = "RSS Location speichern";

// the menu item to save a new weather location to the weather.plist file
"Save Weather Location" = "Standort speichern";

// Search for Packages
"Search for Packages" = "nach Paketen suchen";

// searching for %@...
"searching for %@..." = "Suche nach %@...";

// Settings
"Settings" = "Einstellungen";

// update blocker alert main text for success
"Software Update Blocked Successfully!" = "Software Update erfolgreich blockiert!";

// No comment provided by engineer.
"Software Updates Blocking Failed!" = "Blockierung der Software Updates fehlgeschlagen!";

// Streams
"Streams" = "Streams";

// celcius / fahrenheit of weather point
"Units" = "Einheit";

// No comment provided by engineer.
"Update Block Failed" = "Update blockierung fehlgeschlagen";

// Update nitoTV menu item
"Update nitoTV" = "nitoTV updaten";

// update blocker alert title for success
"Updates Blocked Successfully" = "Updates erfolgreich blockiert";

// main text for Spinner text control while updating nitoTV
"Updating nitoTV, please wait..." = "nitoTV wird upgedatet, bitte warten...";

// title for Spinner text control while updating nitoTV
"Updating, Please wait..." = "Update läuft, bitte warten...";

// the text to the left of the text field while entering a RSS url
"URL:" = "URL:";

// the menu item responsible for viewing rss location
"View Feed" = "Feed ansehen";

// the menu item responsible for viewing weather location
"View Weather" = "Wetter ansehen";

// Weather
"Weather" = "Wetter";

/*
 the zip code/location id of the weather location point
   title of menu for editing/saving weather location points
 */
"Weather Location" = "Wetterstandort";

// Title of weather menu
"Weather Manager" = "Wetter Manager";

// the name of the weather location point as its displayed in the weather menu
"Weather Name" = "Wetter Name";

// alert for when weather retrieve failed
"Weather Retrieval Failed" = "Abfragung der Wetterdaten fehlgeschlagen";

// primary text for bad zip
"Weather retrieval failed, possibly a bad or incomplete zip code." = "Abfragung der Wetterdaten fehlgeschlagen, möglicher Grund ist eine falsche oder unvollständige PLZ";

// Wind
"Wind" = "Wind";
